; TaskSwitchXP Pro 2.05 English Language File (Template)
; Translated by Alexander Avdonin <alexander@ntwind.com>

;##############################################################################
; Changes for version 2.06 (May 16, 2005)
; Added strings:
;   => 20111="Add minimized to tray windows to the end of Alt-Tab list"
;##############################################################################


;##############################################################################
; TaskSwitchXP enumerates all *.LNG files into .\lang subfolder!
; To add a language for TaskSwitchXP:
;     1) translate this file;
;     2) save it as <NewLanguage>.lng in UNICODE format
;        (for Notepad: select File->Save_As and then choose Unicode encoding);
;     3) test it before submitting!!!
;
; Translations forum/tracker: http://www.ntwind.com/forum/viewforum.php?f=3
;
; I will include some translations to my official release (if you accept!)...
; Please put your e-mail address for feedback somewhere!


; There are a few special characters (two symbols are recognized as one):
;     1) carriage return and new line:  \r\n
;     2) tab:  \t
;     3) quotation mark:  \"
;     4) back slash:  \\


; NOTE: These language files will generally work with future versions of 
;       TaskSwitchXP, but some strings will appear in English. I will put a 
;       change log for future versions in the comments of this file.
;##############################################################################


; Currently TaskSwitchXP uses *.LNG file names for language identifying.
; This string is ignored. Please put here for future versions:
;     19999="English_LanguageName (Native_LanguageName)"
;     e.g. 19999="German (Deutsch)"
19999="Turkish (Türkçe)"


; Cofiguration
20000="TaskSwitchXP Pro 2.0 Yapılandırması"
20001="Tamam"
20002="İptal"
20003="Uygula"

; Filters
20031="TaskSwitchXP Yapılandırma Dosyaları (*.cfg)"


; Pages
20050="Genel"
20051="Görünüm"
20052="Görev Listesi"
20053="Önizleme"
20054="Görev Bilgisi"
20055="Kısayollar"
20056="Engellenenler"
20057="Gelişmiş"
20058="Hakkında"

; Page descriptions
20070="Genel Ayarlar"
20071="Görünüm Ayarları"
20072="Görev Listesi"
20073="Önizleme Ayarları"
20074="Göreb Bilgileri"
20075="TaskSwitchXP Kısayolları"
20076="TaskSwitchXP Engellenenler Listesi"
20077="Gelişmiş Ayarlar"
20078="TaskSwitchXP Hakkında"


; General page
20100="Dil:"
20101="<a id=\"idLang\" href=\"\">Daha fazla çeviri bul...</a>"
20102="Sistemdeki her kullanıcı için ayarları ayrı kullan"
20103="TaskSwitchXP'yi Windows açılınca başlat"
20104="TaskSwitchXP için yüksek öncelik ayarla"
20105="Ms PowerToy TaskSwitcher çalıştığını denetle"
20106="Görev Çubuğu simgesi:"
20107="TaskSwitchXP'yi görev çubuğunda simge olarak göster"
20108="Özel simge kullan:"
20109="Küçültme butonuna sağ-tuş ile tıklandığında sistem barına küçült"
20110="WinXP otomatik gizleme özelliğinde TaskSwitchXP simgesini koru"
20111="Alt-Tab listesi sonlandığında Windows sistem çubuğuna küçült"

20120="Varsayılanları Geri Yükle"
20121="Yükle..."
20122="Kaydet..."

; Appearance page
20200="Ekran Pozisyonu:"
20201="Aktif monitörde göster"
20202="TaskSwitchXP penceresinde gölge kullan"
20203="TaskSwitchXP penceresini saydamlaştır:"
20204="Animasyonda solma etkisi kullan (milisaniyede):"
20205="Animasyonda solma etkisi kullan-2 (milisaniyede):"
20206="Öncelikli çizim modu:"
20207="XP Görsel stili:"
20208="Klasik stil:"
20209="TaskSwitchXP'yi Klasik stil kullanmaya zorla"
20210="Sol-Sağ pencere düzeni"

; Position on screen
20270="Üst - Sol"
20271="Üst - Orta"
20272="Üst - Sağ"
20273="Orta - Sol"
20274="Ortalanmış"
20275="Orta - Sağ"
20276="Aşağı - Sol"
20277="Aşağı - Orta"
20278="Aşağı - Sağ"

; Modern XP skins
20280="Başlat menüsü stili (varsayılan)"
20281="PowerToy TaskSwitcher stili"
20282="Basit Windows stili"
20283="Flat XP stili"
20284="Soft XP stili"
20285="TaskBar stili"

; Classical skins
20290="Başlat menüsü stili (varsayılan)"
20291="Düz Başlat Menüsü stili"


; Task List page
20300="Liste görünümü:"
20301="Kolon sayısı:"
20302="Genişlik (piksel):"
20303="Satır sayısı:"
20304="Küçük simgeler"
20305="Simge listesinde ipuçları aktif"
20306="Seçim için El kursor işaretini kullan"
; or something like 20307="Enable mouse over selection", 
; I've translated it to Russian as: 20307="Select list item under cursor"
20307="Fareyi gezdirirken seçip yap"
20308="Fare tekerini ters çevir"
20309="Seçim stili:"
20310="Dikdörtgen çizim odaknoktası"
20311="Yazı stili ve renkleri:"
20312="Yazıtipi:"
20313="Boyut:"
20314="K"
20315="E"
20316="Renk içeriği:"

; List views
20390="Simgeler"
20391="Dikey liste"

; Selection styles
20380="Sadece Dış Çerçeve"
20381="Dolu Dikdörtgen"
20382="Köşeleri Dairesel Dikdörtgen"

; Color indexes
20370="Düz Yazı"
20371="Seçili Yazı"
20372="Seçili Arkaplan"
20373="İşaretlenmiş Yazı 1"
20374="İşaretlenmiş Arkaplan 1"
20375="İşaretlenmiş Yazı 2"
20376="İşaretlenmiş Arkaplan 2"


; Preview page
20400="Önizleme stili:"
20401="\"Masaüstü\" Önizleme stili"
20402="\"Pencere\" Önizleme stili"
20403="Önizleme resmine windows görev çubuğunu dahil et"
20404="Sadece son uygulamanın penceresini çiz"
20405="Önizlemede masaüstü arkaplanını gösterme (eski stil)"
20406="Arkaplanda masaüstü duvar kağıdını göster"
20407="Önizleme resminin çevresinde çerçeve çiz"
20408="Önizleme resmini dikey ortala"
20409="Önizlemede küçültülmüş pencere etiketi göster (*)"
20410="Önizlemeden tüm saydam pencereleri çıkar (*)"
20411="Önizleme resim genişliği (piksel):"
20412="İlk önizleme oluşturma gecikmesi (milisaniye):"
20413="Önizleme resimlerini önbellekleme"
20414="Önizlemeyi anında güncelle (milisaniye):"


; Info page
20500="Pencere etiketi:"
20501="Yazıtipi:"
20502="Boyut:"
20503="K"
20504="E"
20505="Renk:"
20506="Çizim Gölgesi:"
20507="Derinlik:"
20508="Renk:"
20509="Pencere etiketinde uygulamanın simgesini göster"
20510="Pencere etiketini küçük kullan"
20511="Bilgi Penceresi:"
20512="Yazıtipi:"
20513="Boyut:"
20514="K"
20515="E"
20516="Renk:"
20517="Çizim Gölgesi:"
20518="Derinlik:"
20519="Renk:"
20520="Yükseklik:"
20521="Biçim:"

; Info formats
20590="Yok"
20591="Sadece görev numarası"
20592="İşlem ID"
20593="İşlem Adı"
20594="İşlem Adı  [PID]"
20595="Program Açıklaması"


; Hotkeys page
20600="Standart Windows Alt-Tab görev geçişini değiştir"
20601="Ctrl+Alt+[Shift]+Tab ile durum geçişini aktifleştir"
; or something like 20602="Don't hide TaskSwitchXP window on Alt releasing"
20602="Alt-Tab \"sticky\" modu etkin"
; or something like 20603="Use low-level method to replace Alt-Tab"
20603="Düşük seviye klavye kullanımını Alt-tab ile değiştir"
20604="TaskSwitchXP Kontrolü:"
20605="Uygulama Listesi:"
20606="Durum Listesi:"
20607="TaskSwitchXP Yapılandırması:"
20608="Sistem çubuğunda simge Gizle/Göster:"
20609="TaskSwitchXP'den Çık:"
20610="Ek kısayollar:"
20611="Sistem çubuğuna küçült:"
20612="Sistem çubuğundan onar:"


; Exclusions page
20700="Yeni..."
20701="Düzenle..."
20702="Sil"

; List groups
20780="Önizleme çiziliyor"
20781="Pencere Sayısı"

20790="Ad"
20791="Parametreler"

; Advanced page
20800="Pencere Başlıkları:"
20801="Ana uygulama penceresinde etiketleri kullan"
20802="Gelişmiş Arabirim seçenekleri:"
20803="Pencere etiketini sil"
20804="Pencere bilgisini sil"
20805="Sistem çubuğu simgesi hareketleri :"
20806="Context menü:"
20807="Yapılandırma:"
20808="Uygulama Listesi:"
20809="Durum Listesi:"
20810="Yapılandırıcı ayarları:"
20811="Yapılandırma penceresini her zaman üstte tut"
20812="yapılandırma penceresi pozisyonunu hatırla"
20813="Son yapılandırma sayfasını hatırla"
20814="Başlat/Kapat üzerinde TaskSwitchXP çalıştır"

; Tray icon actions
20890="Yok"
20891="Sol fare tıklaması"
20892="Sol fare çift tıklaması"
20893="Orta fare tıklaması"
20894="Orta fare çift tıklaması"
20895="Sağ fare tıklaması"
20896="Sağ fare çift tıklaması"


; About page

; Information about you: contact email, website, etc.
; PLEASE NO COMMERCIAL ADS, ONLY YOUR PERSONAL INFORMATION!!!
;
; You can place here a text with two links in HTML format:
;   1) <a id=\"idTranslatorHome\" href=\"http://www.ntwind.com\">homepage</a>
;   2) <a id=\"idTranslatorMail\" href=\"mailto:alexander@ntwind.com">e-mail</a>
; Don't forget about special characters (like as \" and \\) in HTML tags, and 
; check out your links!
;
; You can also place here a salutation for TaskSwitchXP users!  ;)

20900="Çevirmen : <a id=\"idTranslatorMail\" href=\"mailto:cemediadev@hotmail.com\">Kenan Balamir</a>...\r\nFiestaXP - Bu sürüme aşık olacaksınız!"


; Exclusions dialog
22000="TaskSwitchXP Engellenen Listesi"
22001="Tamam"
22002="İptal"
22003="Aktif uygulamalar:"
22004="Güncel"
22005="Engellenen uygulama adı:"
22006="Çıkarılan:"
22007="İşlem Adı:"
22008="Pencere sınıfı:"
22009="Pencere başlığı:"
22010="Engellenen:"
22011="önizleme çiziliyor"
22012="pencere sayısı"
22013="Aktif"

22090="" ; not excluded
22091=">> önizlemeden engellendi"
22092=">> sayıdan engellendi"

; Configurator Errors
30000="TaskSwitchXP Yapılandırma hatası."
30002="TaskSwitchXP.exe başlatılamadı! TaskSwitchXP yüklemesini kontrol edin."
30003="Kayıt defteri ayarları kaydedilemedi. Erişim haklarınızı kontrol edin."
30004="Ayarlar dosyadan alınamadı."
30005="Ayarlar dosyadan alınamadı. Varsayılan ayarlar yüklendi."
30006="Ayarlar dosyaya kaydedilemedi."

; Hints for exclusion dialog
30100="İsimsiz engelleme"
30101="Lütfen engelleme için bir ad yazın."
30102="Parametre yok"
30103="Lütfen engelleme için bir parametre yazın."
30104="İşlem adı yok"
30105="İşlem adı tanımlayın."
30106="Pencere sınıfı yok"
30107="Lütfen bir pencere sınıflandırması yazın."

; Confirmations
30900="TaskSwitchXP Onaylaması"
30901="TaskSwitchXP sisteminizde birden fazla monitör algıladı.\r\nİkinci monitördeki diğer tüm \"Window\" önizlemeleri de etkinleştirmek istiyor musunuz?"


; TaskSwitchXP Language Strings

; Tray menu
31000="Uygulama Listesi"
31001="Durum Listesi"	
31002="Özellikler..."
31003="Çıkış"

31020="Hızlı Özellikler"
31021="Sistem barında gizle"
31022="Alt-tab'ı Değiştir"
31023="Durum Geçişini etkinleştir"
31024="Enable Alt-Tab ""sticky"" mode"
31025="Use low-level keyboard hook"
31026="Yeni engelleme..."

31050="Yardım"
31051="Dökümanlar"
31052="Web Sitesi"
31053="TaskSwitchXP Hakkında"

; Tray menu for minimized applications
31090="TSXP: %d app(s)"
31091="Tümünü Onar"
31092="Tümünü Küçült"
31093="Tümünü Kapat"
31094="Onar"
31095="Küçült"
31096="Kapat"

; Task List menu
31110="Geçiş Yap"
31111="Küçült"
31112="Sistem barına küçült"
31113="Basamakla"
31114="Yatay Döşe"
31115="Dikey Döşe"
31116="Onar"
31117="Büyüt"
31118="Kapat"
31119="İşlemi Sonlandır"

; Common menu
31150="İşlem Bilgisini Göster"
31151="Tümünü Seç"
31152="Seçimi İptal Et"
31153="Seçileni Sil"
31154="Başlığa Göre Sırala"
31155="Uygulamaya Göre Sırala"	

; Process Info mask
; Here are used some terms from Windows Task Manager (Ctrl+Shift+Esc, Processes ; tab, View->Select Columns...)!
; WARNING: Don't replace %x special characters!!!
31500="Image Name:  %s\r\nProcess ID:  %u\r\n\r\nDuration:  %u:%02u:%02u\r\nCPU Time:  %u:%02u:%02u\r\n\r\nMem Usage:  %uK\r\nVM Size:  %uK"
31501="N/A" ; Process information is not available...

; Confirmations
31900="TaskSwitchXP Onaylaması"
31901="TaskSwitchXP zaten çalışıyor. Durdurmak istiyor musunuz?"
31902="TaskSwitchXP uygulamasını kapatmak istiyor musunuz?"
31903="TaskSwitchXP Ms PowerToy TaskSwitcher yazılımının çalıştığını algıladı.\r\nSonlandırmak ister misiniz?"

; Errors
32000="TaskSwitchXP Hatası"
32002="Algılama başarısız."
32003="Düşük seviye klavye yüklenemedi"
32004="Alt+Tab veya Alt+Shift+Tab kısayolu kaydedilemedi.\r\nFarklı bir uygulama için zaten kullanılıyor."
32005="Ctrl+Alt+Tab veya Ctrl+Alt+Shift+Tab kısayolu kaydedilemedi.\r\nFarklı bir uygulama için zaten kullanılıyor."
32006="ConfigTsXP.exe başlatılamadı! TaskSwitchXP yüklemenizi kontrol edin."

32500="Kısayol kaydedilemedi:\r\n\r\nAdı: %s\r\nDeğişiklikler: %02X\r\nSanal Kod: %02X"
32501="TaskSwitchXP'yi Kapat"
32502="Sistem çubuğunda simgeyi Göster/Gizle"
32503="TaskSwitchXP'yi Yapılandır"
32504="Uygulama Listesi"
32505="Durum Listesi"
32506="Pencereyi küçült"
32507="Tepsiden onar"
